["\nThe US and South Korean militaries announced they will post\npone a command post training exercise due to growing con ht\ntps//t.co/mKMvmF4MBm", "\nClearview AI a startup that compiles billions of photos for\n facial recognition technology says it lost its entire http\ns//t.co/hIa50S06dR", "\nA California couple was heartbroken to say goodbye to their\n beloved dog Marley. So they cloned him. https//t.co/ac2WPP\nRpcC", "\nLos Angeles police are looking for the suspects who took of\nf with a hearse that had a body inside. https//t.co/KLgMcA1\nclF", "\nEarth has captured a tiny object and pulled it into orbit. \nThe asteroid known as 2020 CD3 is only the second aste http\ns//t.co/WqdKWjCMVU", "\nIf it passes the bill  originally proposed by the states De\npartment of Health  would make it a misdemeanor to https//t\n.co/5PBDF8tdXt", "\nScientists have discovered for the first time that there ar\ne two distinct species of red panda not just one  and https\n//t.co/GmtTFzrWOZ", "\nThe tough times continue for JCPenney. The department store\n chain announced plans Thursday to close six additional htt\nps//t.co/vparQxJTWR", "\nOfficials in California say the Church of Scientology is ap\nologizing after releasing hundreds of balloons during a htt\nps//t.co/JHJEtpLOlf", "\nA woman working in Japan has tested positive for the corona\nvirus for a second time  the first case of reinfection http\ns//t.co/vjI5IYHdls", "\nRT @NewDay Standard temperature checks constantly disinfect\ning order screens takeaway only  this is the new normal for\n many fastfood r", "\nA great horned owl injured during a California wildfire fla\npped back into the wild Wednesday evening thrilling the htt\nps//t.co/s6VVADiPLQ", "\nThe case may be the first US instance of the coronavirus be\ning transmitted by community spread meaning the patie https\n//t.co/cm5s0ZOga7", "\nIndia is finally getting its very first Apple Store. https/\n/t.co/4SaWI5RwuR", "\nResearchers just discovered a unique organism that doesnt n\need to breathe. Instead the tiny parasite lives in sal http\ns//t.co/BxacjStd8W", "\nIts easy to miss the importance of this years South Carolin\na primary. Sen. Bernie Sanders has built a wave of mom http\ns//t.co/G81uXk4tgh", "\nAn employee stormed the Molson Coors complex in Milwaukee W\nednesday and killed five coworkers before turning the g htt\nps//t.co/L6XnM7zUfV", "\nRappers Yo Gotti and JayZ filed a second lawsuit this week \nagainst the Mississippi Department of Corrections targe htt\nps//t.co/2wa4I6QNti", "\nDemocratic Rep. Henry Cuellar one of the most conservative \nHispanic Democrats has represented his district for 15 http\ns//t.co/Tz1UwLVdAO", "\nCIA spies stolen secrets and bugged headquartersthe 1964 el\nection brought out the dirty side of politics. The ra https\n//t.co/0bCm9PqW0i", "\nVery big waves are coming to the Great Lakes with swells th\nat could exceed 14 feet Thursday https//t.co/54qvDQh9Py", "\nSome US companies are bracing for the revenue they make in \nChina to be cut in half if the novel coronavirus outbrea ht\ntps//t.co/epGlvO0Yt4", "\nRT @cnni JUST IN Saudi Arabia has suspended pilgrimages to \nMecca and Medina for people outside the country over novel \ncoronavirus fears.", "\nA group of paleontologists say the tiny freckles they found\n on a rock could hold the key to understanding the origi ht\ntps//t.co/39kSMZfDmu", "\nLos Angeles police are looking for the suspects who took of\nf with a hearse that had a body inside. https//t.co/ufzwoMd\nho9", "\nOfficials in California say the Church of Scientology is ap\nologizing after releasing hundreds of balloons during a htt\nps//t.co/EXqMs81kvG", "\nJapans Prime Minister has asked all elementary junior high \nand high schools to close until the end of March as co http\ns//t.co/F5SLCO3dUS", "\nIn the span of about six months four students attending dif\nferent schools at Columbia University have saved lives. htt\nps//t.co/CAdcXAo4rK", "\nFuture generations of New York lawyers no longer need to li\nve in fear that bravely and smartly seeking treatment f htt\nps//t.co/XfWiTznOc9", "\nA demolition company in Texas admitted that it made a mista\nke after demolishing the wrong house in a Dallas neighbo ht\ntps//t.co/NtGWjicwBW"]