["\nFarewell to one of the greatest competitors in the history \nof the sport. @MariaSharapova https//t.co/6wRpBaB7gx", "\n@janiahedwards We have exactly what youre looking for Jania\nh!  https//t.co/1lZPbkvRgy", "\n@DraggingAsphalt @nikebaseball Hey James we dropped some st\nyles this morning.  \n\nhttps//t.co/OgqT5DUsyn", "\nMamba Forever.\n\nsound on https//t.co/B2LUIcpRCc", "\n@JFM2 9  1 0  1 0  9  9", "\n@StaurosBellagio Hey Stauros that style released back in 20\n17 and isnt available anymore. We have a newer style y http\ns//t.co/kEtpnwZLbX", "\n@burneraccounthi How bout the whole fit?\n\nTee https//t.co/N\ngi1AvOta2\n\nShorts https//t.co/75cKlguvoH", "\n@errolpostale We know somewhere!\n\nhttps//t.co/qPbf2ZsAP3", "\n@Robert11453775 No exact date to share. Stay tuned! ", "\n@Desertfury90 Welcome to the club! ", "\n@RSimoneLoos Youll be breaking records in no time! Keep us \nupdated on your progress.", "\n@EckersenEric Youre gonna be  comfy! Enjoy the vacay .", "\n@demarebanks Head to the link above we have your size in st\nock. ", "\n@demarebanks Hey Demare we no longer make that specific sty\nle. With that said you cant go wrong with the classi https/\n/t.co/UJavsAbi1R", "\n@youarevalid2 Hey Izzy we have just the shoe! https//t.co/5\nUuLDCQMn1", "\n@VanessaAstros Hey Vanessa that exact style is only availab\nle in select regions. With that said we have the perfe http\ns//t.co/9niMorB0ah", "\n@KingCuevas Get ready.  https//t.co/t6c1uD5jSc", "\n@m0mlyn ", "\n@lizette1077 We already do!  https//t.co/gpAyfO7joN", "\n@jmtomichek We have just the shoe Jessica! The Epic Phantom\n React Flyknit are lace free yet provide a snug sock https/\n/t.co/F6RBNeUA2N", "\n@KrystalMeth Well just leave this here https//t.co/OT2IcsJe\ntY", "\n@KellyPeranio The freshest kid on the block. Let the advent\nures begin! ", "\n@shaville It looks like its been quite the ride! Definitely\n time for an upgrade Scott. https//t.co/T7lk6E4e9a", "\n@themummyride Definitely! Keep an eye on https//t.co/HiEG48\n44Np as summer gets closer. ", "\n@djpremis Good question. That is a part of the Skateboardin\ng collection. Learn more about it here https//t.co/GDlAIJJUG6", "\nPictured 32 reasons to believe anything is possible. Nike20\n20 https//t.co/YYHL42pKpH", "\n@hotbunz816 Hey Venzie we can confirm we no longer sell thi\ns colorway of the AJ1 Mids. We have these Retro High OG htt\nps//t.co/ep6hE7JKl4", "\nNEXT technology enables athletes to shatter personal bounda\nries and break records.\n\nNikes newest raceday shoe is https\n//t.co/szPHnNgFrw", "\nNike takes abold step to reimagine solutions for critical e\nnvironmental problems.\n\nTransforming scrap material fro htt\nps//t.co/rYycGw1Xwx", "\nThe Future of Sport is here. Nike2020 https//t.co/4XVQczylci"]