["\nLas Vegas Where the glow of the citys architecture rivals t\nhat of Mother Natures skyline @TrumpLasVegas https//t.co/kN\n23qclp7Q", "\nWhen the views are just as spectacular as the room  At @Tru\nmpDC no two rooms are identical creating a unique expe http\ns//t.co/I634662GMQ", "\nDid you know that @TrumpTower is open to the public daily f\nrom 8am to 10pm? Come eat drink and shop with us on you htt\nps//t.co/253rglcpWo", "\nJust a few minutes drive from @MarALago @TrumpPalmBeach is \na site to behold for its grand Mediterraneanstyle clu https\n//t.co/Yv3JcyApdT", "\n \n\nCongratulations to @TrumpNewYork @TrumpDC @TrumpWaikiki \namp @TrumpVancouver for ALL receiving the prestigio https//\nt.co/q5LJp7jvWz", "\nRT @EricTrump A huge congratulations to @TrumpDC @TrumpVanc\nouver @TrumpWaikiki and @TrumpNewYork that have ALL just re\nceived the @Forbes", "\nRT @EricTrump 2/3 Separately it was just announced that EIG\nHT of our hotels have received the Gold Badge for the Best \nHotels in the U.S", "\nRT @EricTrump 3/3 All the while @TrumpTurnberry climbed to \n10 on @GolfDigests 100 Greatest Golf Courses in the World  \nwith @TrumpSc", "\nRT @EricTrump Final To put it mildly it has been a great we\nek for @Trump! \n@TrumpHotels @TrumpGolf https//t.co/2PvXtu1\n1QP", "\nMeticulously redeveloped to retain the incredible historic \ncharacter while elevating the design to bring a new leve ht\ntps//t.co/0N0vKkuEq2", "\nCant leave home without your fourlegged friend? With our Tr\numpPets program you dont have to! @TrumpHotels https//t.co/\nlXE7nr4tf4", "\nThe 2020 @USNews Best Hotels rankings are in and @TrumpHote\nls is on top! Congratulations to all our  properties awa ht\ntps//t.co/4MbLKMXvJ3", "\nAdjacent to the United Nations Headquarters and surrounded \nby lush landscaping Trump World Tower rises 72 stories http\ns//t.co/XvNBYG1x2g", "\nRouted on over 500 acres and forged from what was previousl\ny flat and barren desert @TrumpGolfDubai has become a p htt\nps//t.co/7Zp32LEYLS", "\nThis past week our @TrumpGolf team flew down to Orlando for\n the 2020 PGA Show! Every year over 1000 exhibitors sh http\ns//t.co/8idpc7Dozo", "\nRT @EricTrump Today we honor the contribution and legacy of\n Dr. Martin Luther King Jr  happy MLKDay2020  https//t.co/o\njhwGE7baO", "\nView our 2019 Fourth Quarter Luxury Market Report from @Tru\nmpRealty featuring the latest luxury market statistics a ht\ntps//t.co/vfhw87DAm7", "\nYour home away from home. But better. https//t.co/9lKzK9OFO\nw https//t.co/iy9AyPL6Y1", "\nAll roads lead to @TrumpChicago   @TrumpHotels NeverSettle \nhttps//t.co/86Btfu2Nc6", "\nStart the New Year off with an additional 30 off all sale p\nroducts on @TrumpStore! Use code NEWYEAR30 at checkout http\ns//t.co/Xkv0UYBnOL", "\nLuxury reimagined. History reawakened. \n\nExperience the fir\nst and only Forbes Five Star Hotel in downtown Washingto ht\ntps//t.co/YiRjHsYzLs", "\nFor the second year in a row @TrumpGolfLA has been awarded \nBest Playing Conditions in all of Los Angeles! Congra https\n//t.co/4CYwsNSNVE", "\nBack to work on the first Monday of 2020! Hope everyone enj\noyed a wonderful holiday with family and friends https//t.c\no/VhpLqa3U6N", "\nHappy New Year and welcome to a new decade  We look forward\n to hosting you and your families at our properties in http\ns//t.co/e6uT3EV6LO", "\nRT @EricTrump On behalf of my entire family and all the ama\nzing men and women of The Trump Organization HAPPY NEW YEAR\n! We cant wait to", "\nWishing you all a very MerryChristmas from our @Trump famil\ny to yours https//t.co/bZFwXvkTci", "\nNo better place to spend the first week of winter  @Wollman\nRink NewYork https//t.co/5DWv33fZFK", "\nLook who decided to make a surprise appearance at the @Trum\np Christmas Party this year  Santa @TrumpTower https//t.co/\nnKIa5XHcy4", "\nCongratulations to @TrumpTurnberry @TrumpScotland amp @Trum\npDoonbeg on being named 3 of the Top 100 Luxury Golf Reso h\nttps//t.co/99Dj7wry4b", "\n13 Tour Players \n129 Total Victories \n1 Incredible Weekend \n\n\nThank you to everyone that attended the Trump Tou https//\nt.co/fuY1jsd7BG"]